
const products = [
    {
        id: 1,
        name: "iPhone 14 Pro",
        category: "phones",
        price: 50000,
        description: "Память 128гб. Привозной с Кореи. Высокое качество с камеры и производительность. Гарантия на 12 месяцев. Цвета: золотой, серый, белый, черный",
        image: "/img/photo_5361774586522969265_y.jpg"
    },
    {
        id: 2,
        name: "iPhone 12 Pro",
        category: "phones",
        price: 28000,
        description: "Память 256. Привозной с Кореи. Высокое качество с камеры и производительность. Гарантия на 12 месяцев. Цвета: серый, белый, черный.",
        image: "/img/photo_5361774586522969315_y.jpg"
    },
    {
        id: 3,
        name: "iPhone 13 Pro",
        category: "phones",
        price: 44500,
        description: "Память 128. Привозной с Кореи. Высокое качество с камеры и производительность. Гарантия на 12 месяцев. Цвета: синий, серый, белый, черный.",
        image: "/img/photo_5361774586522969316_y.jpg"
    },
    {
        id: 4,
        name: "iPhone 17 Pro",
        category: "phones",
        price: 97200,
        description: "Память 256. Привозной с Кореи. Высокое качество с камеры и производительность. Гарантия на 12 месяцев. Цвета: оранжевый, белый, черный.",
        image: "/img/photo_5361774586522969317_y.jpg"
    },
    {
        id: 5,
        name: "iPhone 15 Pro",
        category: "phones",
        price: 73500,
        description: "Память 256гб. Привозной с Кореи. Высокое качество с камеры и производительность. Гарантия на 12 месяцев. Цвета: серый, белый, черный",
        image: "/img/photo_5361774586522969237_y.jpg"
    },
    {
        id: 6,
        name: "iPhone 16 Pro",
        category: "phones",
        price: 94000,
        description: "Память 256гб. Привозной с Кореи. Высокое качество с камеры и производительность. Гарантия на 12 месяцев. Цвета: серый, белый, черный",
        image: "/img/photo_5361774586522969373_y.jpg"
    },
    {
        id: 7,
        name: "AirPods Pro 2",
        category: "headphones",
        price: 2190,
        description: "Ваакумные наушники с шумоподавлением, оригинальные функции и анимации. Разные цвета чехлов на выбор",
        image: "/img/photo_5346276132610840237_y.jpg"
    },
    {
        id: 8,
        name: "AirPods 4",
        category: "headphones",
        price: 2390,
        description: "Наушники без вакуума с шумоподавлением, оригинальные функции и анимации. Разные цвета чехлов на выбор",
        image: "/img/photo_5346276132610840239_y.jpg"
    },
        {
        id: 9,
        name: "AirPods 3",
        category: "headphones",
        price: 1490,
        description: "Наушники без вакуума и без шумоподавления, оригинальные функции и анимации. Разные цвета чехлов на выбор",
        image: "/img/photo_5346276132610840241_y.jpg"
    },
];